/* 轻 */
"activitylevel0" = "轻";

/* 每日仅做一些轻度运动，如散步，购物，做家务等。 */
"activitylevel0_des" = "每日仅做一些轻度运动，如散步，购物，做家务等。";

/* 中等 */
"activitylevel1" = "中等";

/* 每日做大概30分钟中等运动，如快速步行，平地骑车，跳交谊舞等。 */
"activitylevel1_des" = "每日做大概30分钟中等运动，如快速步行，平地骑车，跳交谊舞等。";

/* 强 */
"activitylevel2" = "强";

/* 每日做大概60分钟中等运动；或30分钟的强度运动，如中速跑步，爬山，打羽毛球等。 */
"activitylevel2_des" = "每日做大概60分钟中等运动；或30分钟的强度运动，如中速跑步，爬山，打羽毛球等。";

/* 很强 */
"activitylevel3" = "很强";

/* 每日做大概45~60分钟的剧烈运动，如快跑，游泳，打篮球等。 */
"activitylevel3_des" = "每日做大概45~60分钟的剧烈运动，如快跑，游泳，打篮球等。";

/* 下列是含%@的食物，克数代表一天的推荐量。 */
"addbynutrient_headerlabel_content" = "下列是含%@的食物，克数代表一天的推荐量。";

/* 温馨提示 */
"alerttitle_wenxintishi" = "温馨提示";

/* 上午 */
"AMSymbol" = "上午";

/* 保存 */
"baocunbutton" = "保存";

/* 保  存 */
"baocunbutton1" = "保  存";

/* 食物列表还是空的呢! */
"checkresult_alert0_message" = "食物列表还是空的呢!";

/* 给你的食物清单加个名称吧! */
"checkresult_alert1_message" = "给你的食物清单加个名称吧!";

/* 保存清单 */
"checkresult_alert1_title" = "保存清单";

/* 您输入的名称不规范，请重新输入 */
"checkresult_alert2_message" = "您输入的名称不规范，请重新输入";

/* 您可以进入清单页面查看你的保存结果 */
"checkresult_alert3_message" = "您可以进入清单页面查看你的保存结果";

/* 保存成功 */
"checkresult_alert3_title" = "保存成功";

/* 出现了错误，请重试 */
"alertmessage_tryagain" = "出现了错误，请重试";

/* 保存失败 */
"checkresult_alert4_title" = "保存失败";

/* 智能推荐中... */
"checkresult_HUDLabel_content" = "智能推荐中...";

/* 无，请关注严重缺乏的营养！ */
"checkresult_noheavylylack" = "无，请关注严重缺乏的营养！";

/* 无，请关注轻度缺乏的营养！ */
"checkresult_nolightlylack" = "无，请关注轻度缺乏的营养！";

/* 恭喜，您现在的身体很健康！ */
"checkresult_result_summary0" = "恭喜，您现在的身体很健康！";

/* 恭喜，您现在的身体比较健康！ */
"checkresult_result_summary1" = "恭喜，您现在的身体比较健康！";

/* 抱歉，您现在的身体比较糟糕！ */
"checkresult_result_summary2" = "抱歉，您现在的身体比较糟糕！";

/* 分 */
"checkresult_resultfen" = "分";

/* MM月dd号 */
"checkresult_savefoodalert_content1" = "MM月dd号";

/* %@的饮食计划 */
"checkresult_savefoodalert_content2" = "%@的饮食计划";

/* 您所选的症状 */
"checkresult_section1_title" = "您所选的症状";

/* 您现在体内严重缺乏的营养 */
"checkresult_section2_title1" = "您现在体内严重缺乏的营养";

/* 您现在体内严重缺乏%d种营养 */
"checkresult_section2_title2" = "您现在体内严重缺乏%d种营养";

/* 您现在体内轻度缺乏的营养 */
"checkresult_section3_title1" = "您现在体内轻度缺乏的营养";

/* 您现在体内轻度缺乏%d种营养 */
"checkresult_section3_title2" = "您现在体内轻度缺乏%d种营养";

/* 您需要补充的食物 */
"checkresult_section4_title" = "您需要补充的食物";

/* 以上食物一天的营养比例 */
"checkresult_section5_title" = "以上食物一天的营养比例";

/* 诊断结果 */
"checkresult_viewtitle" = "诊断结果";

/* 填一个你更喜欢的名称吧! */
"dietlist_alert0_message" = "填一个你更喜欢的名称吧!";

/* 更改名称 */
"dietlist_alert0_title" = "更改名称";

/* 您输入的名称不规范，请重新输入 */
"dietlist_alert1_message" = "您输入的名称不规范，请重新输入";

/* 更改失败 */
"dietlist_alert2_title" = "更改失败";

/* 删除失败 */
"dietlist_alert3_title" = "删除失败";

/* 制定适合您的口味的每日膳食搭配，保证每日全面丰富的营养。 */
"dietlist_bottomemptylabel_content" = "制定适合您的口味的每日膳食搭配，保证每日全面丰富的营养。";

/* 暂无膳食清单 */
"dietlist_topemptylabel_content" = "暂无膳食清单";

/* 清单 */
"dietlist_viewtitle" = "清单";

/* 添加到新清单 */
"dietpicker_addtonewlist_button" = "添加到新清单";

/* 添加到已有的清单 */
"dietpicker_tablesection_title" = "添加到已有的清单";

/* 添加食物 */
"dietpicker_viewtitle" = "添加食物";

/* 活动强度 */
"editprofile_activitylabel" = "活动强度";

/* 年龄 */
"editprofile_agelabel" = "年龄";

/* 岁 */
"editprofile_ageunitlabel" = "岁";

/* 性别选择错误，请重新选择 */
"editprofile_alert0_message" = "性别选择错误，请重新选择";

/* 活动强度选择错误，请重新选择 */
"editprofile_alert1_message" = "活动强度选择错误，请重新选择";

/* 年龄填写错误，请重新填写 */
"editprofile_alert2_message" = "年龄填写错误，请重新填写";

/* 身高填写错误，请重新填写 */
"editprofile_alert3_message" = "身高填写错误，请重新填写";

/* 体重填写错误，请重新填写 */
"editprofile_alert4_message" = "体重填写错误，请重新填写";

/* 基本信息 */
"editprofile_basicinfolabel" = "基本信息";

/* 个人每日营养摄入推荐量 */
"editprofile_DRIlabel" = "个人每日营养摄入推荐量";

/* 很抱歉，由于您的基本信息不完全，目前无法显示营养摄入推荐量。 */
"editprofile_emptyDRIlabel" = "很抱歉，由于您的基本信息不完全，目前无法显示营养摄入推荐量。";

/* 身高 */
"editprofile_heightlabel" = "身高";

/* 个人 */
"editprofile_viewtitle" = "个人";

/* 体重 */
"editprofile_weightlabel" = "体重";

/* 发表 */
"fabiaobutton" = "发表";

/*   返回 */
"fanhuibutton" = "  返回";

/* 女 */
"femalebutton" = "女";

/* 所有食物的一天营养比例 */
"fooddetail_tablesection_title1" = "所有食物的一天营养比例";

/* 当前食物的一天营养比例 */
"fooddetail_tablesection_title2" = "当前食物的一天营养比例";

/* 快速查找食物 */
"foodsearch_searchbar_placeholder" = "快速查找食物";

/* 食物 */
"foodsearch_viewtitle" = "食物";

/* 从早晨到现在，您有下列哪些状况？ */
"healthcheck_headercontent0" = "从早晨到现在，您有下列哪些状况？";

/* 午饭后到现在，您有下列哪些状况？ */
"healthcheck_headercontent1" = "午饭后到现在，您有下列哪些状况？";

/* 晚饭后到现在，您有下列哪些状况？ */
"healthcheck_headercontent2" = "晚饭后到现在，您有下列哪些状况？";

/* 上午诊断 */
"healthcheck_viewtitle0" = "上午诊断";

/* 下午诊断 */
"healthcheck_viewtitle1" = "下午诊断";

/* 睡前诊断 */
"healthcheck_viewtitle2" = "睡前诊断";

/* 恭喜，你现在的身体状况还很健康，在以后的诊断中要继续保持哦！ */
"heathcheck_alert0_title" = "恭喜，你现在的身体状况还很健康，在以后的诊断中要继续保持哦！";

/* 换一组 */
"huanyizubutton" = "换一组";

/* 简介 */
"jianjiebutton" = "简介";

/* 解除 */
"jiechubutton" = "解除";

/* 新浪微博 */
"listmake_actionsheet0_button1" = "新浪微博";

/* 微信好友 */
"listmake_actionsheet0_button2" = "微信好友";

/* 微信朋友圈 */
"listmake_actionsheet0_button3" = "微信朋友圈";

/* 分享到 */
"listmake_actionsheet0_title" = "分享到";

/* 食物列表还是空的呢，马上添加食物或点击推荐吧! */
"listmake_alert0_message" = "食物列表还是空的呢，马上添加食物或点击推荐吧!";

/* 给你的食物清单加个名称吧! */
"listmake_alert1_message" = "给你的食物清单加个名称吧!";

/* 保存食物清单 */
"listmake_alert1_title" = "保存食物清单";

/* 保存失败 */
"listmake_alert2_title" = "保存失败";

/* 已有的这组食物搭配已经能够满足您所关注的营养需要，如需另行推荐，您可以通过左右滑动来删掉一些食物再使用推荐功能。 */
"listmake_alert3_message" = "已有的这组食物搭配已经能够满足您所关注的营养需要，如需另行推荐，您可以通过左右滑动来删掉一些食物再使用推荐功能。";

/* 食物列表还是空的呢，马上添加食物或点击推荐吧! */
"listmake_alert4_message" = "食物列表还是空的呢，马上添加食物或点击推荐吧! ";

/* 分享失败 */
"listmake_alert6_title" = "分享失败";

/* 您输入的名称不规范，请重新输入 */
"listmake_alert7_message" = "您输入的名称不规范，请重新输入";

/* 保存失败 */
"listmake_alert8_title" = "保存失败";

/* 我们app的作用是帮您找到适合您一天的各营养需要量的食物搭配，您可以通过我们的推荐功能快速得到，也可以加入自己的选择以找到最适合您的方案。 */
"listmake_emptyfoodlabel_content" = "我们app的作用是帮您找到适合您一天的各营养需要量的食物搭配，您可以通过我们的推荐功能快速得到，也可以加入自己的选择以找到最适合您的方案。";

/* 哪些营养素是您重点关注且是不能缺少的，请选择： */
"listmake_filterview_title" = "哪些营养素是您重点关注且是不能缺少的，请选择：";

/* 智能推荐中... */
"listmake_HUDLabel_content" = "智能推荐中...";

/* MM月dd号 */
"listmake_savefoodalert_content1" = "MM月dd号";

/* %@的饮食计划 */
"listmake_savefoodalert_content2" = "%@的饮食计划";

/* 一天的食物 */
"listmake_tablesection0_title" = "一天的食物";

/* 一天的营养比例 */
"listmake_tablesection1_title" = "一天的营养比例";

/* 推荐的食物 */
"listmake_viewtitle1" = "推荐的食物";

/* 营养搭配 */
"listmake_viewtitle2" = "营养搭配";

/* 我用 营养膳食指南%@ 挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧! */
"listmake_wechatshare_content" = "我用 营养膳食指南%@ 挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧!";

/* 我用@营养膳食指南%@挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧! */
"listmake_weiboshare_content" = "我用@营养膳食指南%@挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧!";

/* 打开 */
"localnotify_3dayreminder_action" = "打开";

/* 营养膳食指南竭诚帮您选出含有全面丰富营养的食物搭配，敬请使用! */
"localnotify_3dayreminder_content" = "营养膳食指南竭诚帮您选出含有全面丰富营养的食物搭配，敬请使用!";

/* 去诊断 */
"localnotify_checkreminder_action" = "去诊断";

/* 诊断时间到了 */
"localnotify_checkreminder_content" = "诊断时间到了";

/* 个人 */
"mainpage_menuitem_geren" = "个人";

/* 清单 */
"mainpage_menuitem_qingdan" = "清单";

/* 设置 */
"mainpage_menuitem_shezhi" = "设置";

/* 食物 */
"mainpage_menuitem_shiwu" = "食物";

/* 营养 */
"mainpage_menuitem_yingyang" = "营养";

/* 诊断 */
"mainpage_menuitem_zhenduan" = "诊断";

/* 营养膳食指南 */
"mainpage_viewtitle" = "营养膳食指南";

/* 男 */
"malebutton" = "男";

/* 营养 */
"nutritionlist_viewtitle" = "营养";

/* 下午 */
"PMSymbol" = "下午";

/* 确定 */
"quedingbutton" = "确定";

/* 确认 */
"querenbutton" = "确认";

/* 去看看 */
"qukankanbutton" = "去看看";

/* 取消 */
"quxiaobutton" = "取消";

/* 请至少选择一个营养素 */
"recommendfilter_alert0_message" = "请至少选择一个营养素";

/* 如果你喜欢营养膳食指南, 你是否愿意花一点时间为我们的产品评分? 谢谢您的支持! */
"reviewapp_alert0_message" = "如果你喜欢营养膳食指南, 你是否愿意花一点时间为我们的产品评分? 谢谢您的支持!";

/* 评分 */
"reviewapp_alert0_title" = "评分";

/* 下列是含%@的食物，克数代表一天的推荐量。 */
"richnutrition_headerlabel_conten" = "下列是含%@的食物，克数代表一天的推荐量。";

/* 解除新浪微博绑定？ */
"settings_alert0_message" = "解除新浪微博绑定？";

/* 你还没有邮件账户，请到系统设置里面创建一个 */
"settings_alert1_message" = "你还没有邮件账户，请到系统设置里面创建一个";

/* 用户意见反馈 */
"settings_email_title" = "用户意见反馈";

/* 意见反馈 */
"settings_fankuibutton" = "意见反馈";

/* 给我们评分 */
"settings_pingfenbutton" = "给我们评分";

/* 邮件保存成功 */
"settings_sendemail_result0" = "邮件保存成功";

/* 邮件发送成功 */
"settings_sendemail_result1" = "邮件发送成功";

/* 邮件发送失败 */
"settings_sendemail_result2" = "邮件发送失败";

/* 推荐应用 */
"settings_tuijianbutton" = "推荐应用";

/* 设置 */
"settings_viewtitle" = "设置";

/* 分享授权 */
"settingsview_shareauth_content" = "分享授权";

/* 新浪微博 */
"settingsview_sinaweibo_content" = "新浪微博";

/* 删除 */
"shanchubutton" = "删除";

/* 稍后评分 */
"shaohoupingfenbutton" = "稍后评分";

/* 分享失败 */
"share_alert0_title" = "分享失败";

/* 来自@营养膳食指南 */
"share_insertcontent" = "来自@营养膳食指南";

/* 分享 */
"shareview_viewtitle" = "分享";

/* 添加成功！ */
"tianjia_HUDLabel_content" = "添加成功！";

/* 添加 */
"tianjiabutton" = "添加";

/* ahh:mm ,for chinese we set ahh:mm,for en we should set hh:mma */
"timeformat_timesettings" = "ahh:mm";

/* 上午提示 */
"timesettings_shangwulabel" = "上午提示";

/* 睡前提示 */
"timesettings_shuiqianlabel" = "睡前提示";

/* 开启闹钟提醒 */
"timesettings_switchlabel" = "开启闹钟提醒";

/* 诊断提醒 */
"timesettings_viewtitle" = "诊断提醒";

/* 下午提示 */
"timesettings_xiawulabel" = "下午提示";

/* 提醒设置 */
"tixingshezhibutton" = "提醒设置";

/* 下次再说 */
"umeng_checkupdate_cancel" = "下次再说";

/* 去下载 */
"umeng_checkupdate_other" = "去下载";

/* 检测到新版本 */
"umeng_checkupdate_title" = "检测到新版本";

/* 完成 */
"wanchengbutton" = "完成";

/* 克 */
"weightunit_g" = "克";

/* 现在就评分 */
"xianzaijiupingfenbutton" = "现在就评分";

/* 新建 */
"xinjianbutton" = "新建";

/* 诊断 */
"zhenduanbutton" = "诊断";

/* 知道了 */
"zhidaolebutton" = "知道了";

/* 全选 */
"quanxuanbutton" = "全选";

/* for chinese use ；,for en use ; . */
"userSymptomsSemicolon" = "；";

/* 您现在体内严重缺乏%d种营养 单数 */
"checkresult_section2_title3" = "您现在体内严重缺乏%d种营养";

/* 您现在体内轻度缺乏%d种营养 单数 */
"checkresult_section3_title3" = "您现在体内轻度缺乏%d种营养";

/* ---------------------------------- new part ----------------------------------*/

/* 常见疾病 */
"baike_changjianjibing" = "常见疾病";

/* 矿物质 */
"baike_kuangwuzhi" = "矿物质";

/* 百科 */
"baike_title" = "百科";

/* 维生素 */
"baike_weishengsu" = "维生素";

/* 次/分钟 */
"jaingkanjilu_xintiaodanwei" = "次/分钟";

/* 心跳 */
"jiangkangjilu_xintiao" = "心跳";

/* 健康报告 */
"jiankangbaogao_title" = "健康报告";

/* 磅 */
"jiankangjilu_bang" = "磅";

/* 笔记 */
"jiankangjilu_biji" = "笔记";

/* 低压 */
"jiankangjilu_diya" = "低压";

/* 高压 */
"jiankangjilu_gaoya" = "高压";

/* 公斤 */
"jiankangjilu_gongjin" = "公斤";

/* 今天哪里不舒服吗？点击记录一下吧。 */
"jiankangjilu_question" = "今天哪里不舒服吗？点击记录一下吧。";

/* 生理指标 */
"jiankangjilu_shenglizhibiao" = "生理指标";

/* 摄氏度 */
"jiankangjilu_sheshidu" = "摄氏度";

/* 提交 */
"jiankangjilu_tijiao" = "提交";

/* 健康记录 */
"jiankangjilu_title" = "健康记录";

/* 体温 */
"jiankangjilu_tiwen" = "体温";

/* 毫米水银 */
"jiankangjilu_xueyadanwei" = "毫米水银";

/* 选择重量 */
"shiwu_xuanzezhonglian" = "选择重量";

/* 营养含量 */
"shiwu_yingyanghanliang" = "营养含量";

/* 图表 */
"tubiao_title" = "图表";

/* 体温 */
"tubiao_tiwen" = "体温";

/* 体质 */
"tubiao_tizhi" = "体质";

/* 心跳 */
"tubiao_xintiao" = "心跳";

/* 血压 */
"tubiao_xueya" = "血压";

/* 生日 */
"xinxi_shengri" = "生日";

/* 生日填写错误，请重新填写 */
"xinxi_shengricuowu_alert" = "生日填写错误，请重新填写";

/* 信息 */
"xinxi_title" = "信息";

/* 性别 */
"xinxi_xingbie" = "性别";

/* 以下是富含%@的食物和每日推荐量 */
"yingyangsu_header" = "以下是富含%@的食物和每日推荐量";

/* 肥胖 */
"zhenduanbaogao_feipang" = "肥胖";

/* 过轻 */
"zhenduanbaogao_guoqing" = "过轻";

/* 过重 */
"zhenduanbaogao_guozhong" = "过重";

/* 健康指数 */
"zhenduanbaogao_jiankangzhishu" = "健康指数";

/* 潜在疾病 */
"zhenduanbaogao_qianzaishiwu" = "潜在疾病";

/* 缺乏营养 */
"zhenduanbaogao_quefayingyan" = "缺乏营养";

/* 体质指数 */
"zhenduanbaogao_tizhizhishu" = "体质指数";

/* 推荐食物 */
"zhenduanbaogao_tuijianshiwu" = "推荐食物";

/* 正常 */
"zhenduanbaogao_zhengchang" = "正常";

/* 注意事项 */
"zhenduanbaogao_zhuyishixiang" = "注意事项";